 {
    "moreSummery" : [ "The first evidence of helium was detected during the solar eclipse of 1868. It is the second most abundant element and can be extracted from natural gas. The majority of helium in the U.S. is obtained from wells in Texas, Oklahoma, and Kansas.  Helium is widely used in cryogenic and superconductivity research. It remains liquid down to absolute zero but will readily solidify with increased pressure. Seven isotopes of helium are known. Helium is used for growing silicon and germanium crystals; in arc welding and titanium and zirconium production; to cool nuclear reactors; and as a gas in supersonic wind tunnels. ","Hydrogen comprises more than 90% of the atoms in the universe and was first recognized as a distinct substance in 1776. On earth, it is most commonly found combined with oxygen as water, and is also present in living plants, petroleum, coal, and other organic matter.  Liquid hydrogen is used in cryogenics and to study superconductivity. Isotopes deuterium and tritium are used as nuclear fusion reactor fuel. Tritium is produced by nuclear reactors and is used to make hydrogen bombs. Industrial uses include hydrogenation (fats and oils), methanol production, hydrodealkylation, hydrocracking, and hydrodesulfurization. It is also used in rocket fuel; for welding, making hydrochloric acid, and reducing metallic ores; and to fill balloons.","Discovered in 1817, lithium is the lightest of all metals. It does not occur freely in nature and is found (combined) in all igneous rocks, mineral springs, and the minerals lepidolite, spodumene, petalite, and amblygonite. Lithium is silvery in appearance, like other alkali metals. It reacts with water, imparts a crimson color to flame, and burns a dazzling white. It is corrosive and must be handled carefully.Useful in heat-transfer and nuclear applications, lithium has been used in alloys and for organic compound synthesis. It can also be used as a battery anode material and in glasses and ceramics.","Beryllium was discovered as an oxide in both beryl and emeralds in 1798. Beryllium is found in bertrandite, beryl, chrysoberyl, phenacite, and many other minerals.The metal, steel-gray in color, is one of the lightest metals and has a high melting point. More elastic than steel, it is non-magnetic, resists concentrated nitric acid, and has excellent thermal conductivity. Beryllium and its salts are toxic and must be handled with care.Beryllium copper alloy is used for springs, electrical contacts, spot-welding electrodes, and non-sparking tools. The element is also used as structural material for high-speed aircraft, spacecraft, satellites, and missiles.","Boron compounds have been known for thousands of years, but the element was not discovered until 1808. It is not found free in nature, but as orthoboric acid in volcanic spring waters and as borates. Important sources are the ores rasorite (kernite) and tincal (borax ore).Elemental boron and borates are not toxic, but some boron hydrogen compounds are toxic and require careful handling.Boron conducts electricity poorly at room temperature but effectively at high temperatures. In pyrotechnic flares, it provides a distinctive green color. The pentahydrate form is used to make insulation fiberglass and sodium perborate bleach.","Carbon was discovered prehistorically. It is widely distributed in nature and is found in the stars, comets, and the atmospheres of most planets.  Carbon is found free in nature in the forms of graphite, diamond, and fullerenes. A fourth form — “white\" carbon — is also thought to exist. Carbon has seven isotopes, including carbon-12, used as the basis for atomic weights, and carbon-14, which is used to date wood, archaeological specimens, and other materials.Carbon is found as carbon dioxide in the Earth’s atmosphere and dissolves in its natural waters. It is part of rock masses as carbonates of calcium (limestone), magnesium, and iron. Coal, petroleum, and natural gas are chiefly hydrocarbons.","Nitrogen was discovered in 1772 and is found in the biological materials of all living systems.Nitrogen is both colorless and odorless as either a gas or a liquid, and nitrogen gas (N2) comprises 78.1% of the Earth’s air by volume. Its compounds are found in organic materials and fertilizers, poisons, and explosives.The nitrogen cycle is a vital process in nature for living organisms. Although nitrogen gas is relatively inert, bacteria in soil can convert or “fix” nitrogen into a usable form for plants, where it helps to form proteins.","Joseph Priestley is generally credited with the discovery of oxygen. Its gas is colorless, odorless, and tasteless. The liquid and solid forms are a pale blue color and are strongly paramagnetic.  Oxygen is a component of hundreds of thousands of organic compounds and readily combines with most elements. Oxygen has nine isotopes. Its allotrope ozone (O<sub>3</sub>) is formed when oxygen is subjected to an electrical discharge or ultraviolet light.  Oxygen gas forms 21% of the atmosphere by volume and the element and its compounds make up nearly half the weight of the earth's crust. Two thirds of the human body and nine tenths of water are oxygen.","The use of fluorspar as a flux was described in 1529, but fluorine was not isolated until 1866. It is the most electronegative and reactive of all elements.  A pale yellow and corrosive gas, it reacts with most organic and inorganic substances. Elemental fluorine and fluoride ions are highly toxic, with a characteristic pungent odor. Fluorine and its compounds help to produce uranium (from the hexafluoride) and over 100 commercial chemicals and high-temperature plastics. Hydrofluoric acid can etch glass and fluorochlorohydrocarbons are used as coolants for air conditioning and refrigeration. Soluble fluoride in drinking water has been used to help prevent dental cavities.","Discovered in 1898, neon is a rare, gaseous element. In its natural form, it is a mixture of three isotopes. Six other less-stable isotopes have been identified.Neon is very inert, but a fluorine-neon compound has been reported. It also forms an unstable hydrate. Neon has more refrigerating capacity per volume than liquid helium and more than triple that of liquid hydrogen.  Neon is most often used in advertising signs, but it is also a component of high-voltage indicators, lightning arrestors, and wave meter tubes. Neon is also used with helium to make gas lasers.","Although recognized in compounds, sodium was first isolated in 1807. Sodium is fairly abundant in the sun and stars, the fourth most abundant element on Earth, and the most commonly found alkali metal. Sodium is never found free in nature. It is a soft, bright, silvery metal that floats on water. It can ignite spontaneously in water, and normally will not ignite in air at temperatures below 115°C. Its most common compound is sodium chloride (table salt), but it occurs in soda niter, cryolite, amphibole, zeolite, and many other minerals. Sodium compounds are important to the paper, glass, soap, textile, petroleum, chemical, and metal industries.","Magnesium was recognized in 1755 and first isolated in 1808. It is the eighth most abundant element in the Earth's crust and is found mainly in magnesite, dolomite, and other minerals. Magnesium is a light, silver-to-white, fairly tough metal. It becomes slightly tarnished in air, readily ignites upon heating, and produces a dazzling white flame.Uses include flashlight photography, flares, pyrotechnics, and incendiary bombs. Lighter than aluminum, its alloys are essential for airplane and missile construction. The hydroxide (milk of magnesia), chloride, sulfate (Epsom salts), and citrate forms are used medicinally. Organic magnesium is important in both plant and animal life.","Used originally as an astringent and a dyeing mordant, aluminum was first isolated in 1827. Originally called aluminium, the American Chemical Society adopted the name aluminum in 1925.Aluminum is the most abundant metal found in the earth's crust (8.1%) and is found in clay, cryolite, granite, and many other common minerals. A silvery-white metal, aluminum is light, non-magnetic, and non-sparking; it is second among metals in malleability, and sixth in ductility.Pure aluminum is soft and lacks strength, but alloys of copper, magnesium, silicon, manganese, and other elements add to its usefulness.","Impure amorphous silicon was prepared in 1811 and purified in 1824. Crystalline silicon, the second allotropic form of the element, was first prepared in 1854.Crystalline silicon is grayish with a metallic luster. Although relatively inert, it is affected by halogens and dilute alkali and unaffected by most acids. Silicon is present in the sun and stars and in meteorites known as aerolites. It is not found free naturally, but is usually in the form of the oxide and silicates. Look for silicon in sand, quartz, rock crystal, amethyst, agate, flint, jasper, opal, granite, hornblende, asbestos, feldspar, clay, mica, and other minerals.","Phosphorus was discovered in 1669 and exists in four or more allotropic forms, including white (or yellow), red, and black (or violet). Phosphorus is a waxy white solid and is colorless and transparent when pure.  Phosphorus is insoluble in water and soluble in carbon disulfide, and it burns spontaneously in air. Phosphorus is poisonous, with a fatal dose of just 50mg. Keep white phosphorus under water and handle it with forceps to avoid burns.Not found free in nature, it is usually combined in minerals. Concentrated phosphoric acids are important to agriculture and farming as fertilizer components. They are also used to produce special glasses, fine chinaware, and baking powder.","Sulfur is essential to life and a minor constituent of fats, body fluids, and skeletal minerals. It is an odorless, pale yellow and brittle solid, insoluble in water but soluble in carbon disulfide. It can be found in multiple forms: gas, liquid, or solid. High-purity sulfur is commercially available in purities of 99.999+%. Eleven isotopes exist, and the four found in nature are radioactive. Sulfur occurs naturally near volcanoes and hot springs. It is found as iron pyrites, galena, sphalerite, cinnabar, stibnite, gypsum, Epsom salts, celestite, barite, and other minerals. Sulfur is also found in meteorites and occurs in natural gas and crude petroleum.","Discovered in 1774, chlorine was clearly identified as an element and named in 1810. Chlorine is a member of the halogen or salt-forming group of elements. In nature, chlorine is found only in a combined state, mostly as common salt (NaCl), carnallite, and sylvite. A greenish-yellow gas, it combines with nearly all elements. Chlorine gas is a respiratory irritant and prolonged exposure can be fatal. Chlorine is used to produce safe drinking water and in the making of paper products, dyestuffs, textiles, petroleum products, medicines, antiseptics, insecticides, food, solvents, paints, plastics, and many other products.","The presence of argon was suspected as early as 1785, and it was officially discovered in 1894. In both gaseous and liquid forms, argon is colorless and odorless.  Argon is an inert gas and does not form true chemical compounds. Naturally, argon comprises a mixture of three isotopes. Twelve radioactive isotopes also exist.  Argon is used in incandescent and fluorescent light bulbs and in photo and glow tubes. Argon is used as a gas shield for arc welding and cutting, acts as a blanket when producing titanium and other reactive elements, and offers a protective atmosphere for silicon and germanium crystal growth.","Discovered in 1807, potassium is the seventh most abundant metal. Potassium is not found free in nature, and most minerals that contain it are insoluble, making it difficult to obtain.  The most reactive and electropositive metal, it is the lightest after lithium. Potassium is soft and silvery, can be cut with a knife, rapidly oxidizes in air, and must be stored in a mineral oil such as kerosene. It decomposes in water to produce hydrogen, and ignites spontaneously in air. Potassium has 17 isotopes, including one radioactive form. The greatest demand for potassium is for fertilizers because it is essential for plant growth. Many potassium salts, including the hydroxide, nitrate, carbonate, chloride, chlorate, bromide, iodide, cyanide, sulfate, chromate, and dichromate forms, are also important.","Elemental calcium was discovered in 1808. This alkaline earth metal is the fifth most abundant in the Earth's crust and found in leaves, bones, teeth, and shells.  Never found uncombined in nature, it can occur as limestone, gypsum, and fluorite. The rather hard metal has a silvery color, forms a white coating in air, reacts with water, and burns with a yellow-red flame. Both natural and prepared compounds are widely used. Calcium oxide, when mixed with sand, hardens mortar and plaster, and calcium from limestone is a key ingredient in Portland cement. Other important compounds are carbide, chloride, cyanamide, hypochlorite, nitrate, and sulfide.","Scandium was discovered in 1878 in the minerals euxenite and gadolinite. Minute amounts occur in over 800 minerals, and scandium is much more abundant in the sun and certain stars than on Earth. Scandium is a silver-white alkaline earth metal that develops a yellow or pink cast when exposed to air. It is relatively soft and lightweight, reacts with water, and burns with a yellow-red flame. High-intensity lights use scandium, and its radioactive isotope is used as a tracing agent in refinery crackers for crude oil. Scandium iodide added to mercury vapor lamps produces a highly efficient light source resembling sunlight, important for indoor or nighttime color TV.","Discovered in 1791 and named in 1795, pure titanium metal was not made until 1910. It is a lustrous white metal with low density, good strength, and excellent corrosion resistance. Ductile only when free of oxygen, it burns in air and is the only element that burns in nitrogen. Titanium metal is physiologically inert. Natural titanium consists of five stable isotopes, and eight other unstable isotopes are known.  Titanium is found in meteorites and the sun and was found in rocks from the moon. The ninth most abundant element in the earth’s crust, it is nearly always present in igneous rocks and occurs in rutile, ilmenite, sphene, titanates, iron ores, and other minerals.","Vanadium was first discovered in 1801 but was misidentified and rediscovered in 1830. Natural vanadium is a mixture of two isotopes. Nine other unstable isotopes exist. Pure vanadium is a soft, ductile, and bright white metal with good structural strength and corrosion resistance to alkalis, sulfuric and hydrochloric acids, and salt water.  Vanadium is found in carnotite, roscoelite, vanadinite, patronite, and many other minerals. Vanadium is also found in phosphate rock, certain iron ores, crude oils, and meteorites. ","Chromium is a hard, lustrous steel-gray metal that was discovered in 1797. Found primarily in chromite ore, it is usually produced by reducing the oxide with aluminum. Chromium is used to harden steel, make stainless steel, and form other alloys. In plating, it produces a hard, smooth surface that resists corrosion. Chromium in glass imparts an emerald green color and is also used as a catalyst. All chromium compounds are colored and useful in a number of industrial applications. Chromium compounds are toxic and should be handled properly. Chromium is present in certain foods but toxic in excess.","Isolated in 1774, manganese is gray-white, harder than iron, and very brittle. It is reactive chemically and used to form important ferromagnetic and other alloys. Manganese improves the handling of steel, adding strength, stiffness, wear resistance, and hardness. Pure manganese exists in four allotropic forms. Manganese minerals, including oxides, silicates, and carbonates are common. Manganese is currently obtained from ores and minerals that include pyrolusite and rhodochrosite.Manganese is an important trace element in biology and may be related to the ability to utilize vitamin B1. The permanganate form is used as an oxidizing agent, in quantitative analysis, and in medicine.","Iron is a relatively abundant metal found in the sun and other stars and in meteorites. It is the fourth most abundant element in the earth’s crust by weight. Pure iron is very reactive and rapidly corrodes. It has four allotropic forms or ferrites; the alpha form is magnetic, but the magnetism disappears in the beta form. Iron is hard, brittle, fairly fusible and used to produce steel and other alloys. Common iron consists of four isotopes, and ten other isotopes are known to exist. Iron is vital to the functions of plants and animals and carries oxygen in hemoglobin.","Cobalt was discovered in 1735. It occurs in cobaltite, smaltite, erythrite, and other minerals and is a by-product of processing nickel, silver, lead, copper, and iron ores. Cobalt is a brittle, hard metal that ordinarily exists as a two-allotrope mixture. The artificial Cobalt-60 is an important source of gamma rays and used as a radiotherapeutic agent. In alloys, it is used for high-speed, heavy-duty, high-temperature cutting tools and dies, in magnetic and stainless steels, and in jet turbines and gas turbine generators.  ","Discovered in 1751, nickel is found in meteorites and can be used to distinguish meteorites from other minerals. Five stable isotopes comprise natural nickel and nine unstable isotopes exist. Nickel is a silvery white metal that can be highly polished. Hard, malleable, ductile, and somewhat ferromagnetic, it is a fair conductor of heat and electricity.  It is used to make stainless steel and makes other alloys more corrosion-resistant. Nickel is used in coins and in nickel steel for armor plates and burglar-proof vaults. Nickel plating provides a protective coat for other metals. Nickel is also used in ceramics, magnet manufacture, and storage batteries and it gives greenish color to glass.","Copper has been mined for 5,000 years. It is a reddish metal that takes on a bright luster. Malleable and ductile, it is a good conductor of heat and electricity. Copper can occur naturally in large ore deposits of sulfides, oxides, and carbonates. It is also found in cuprite, malachite, azurite, chalcopyrite, bornite, and other minerals.Copper’s largest use is in the electrical industry, and its alloys, brass and bronze, are used in coins and gun metals. Copper is also used as both an agricultural poison and an algaecide. Copper compounds are widely used in analytical chemistry testing.","Before zinc was identified as an element, it was used to make brass. The metal was rediscovered in Europe in 1746. As a bluish-white, lustrous metal, zinc is brittle at ambient temperatures and, above 100°C, becomes malleable and displays superplasticity. A fair conductor of electricity, it burns in air at high heat. Principal sources of zinc are sphalerite (sulfide), smithsonite (carbonate), calamine (silicate), and franklinite (zinc, manganese, iron oxide) ores. Naturally occurring zinc includes five stable isotopes, and sixteen other unstable isotopes are known. ","Mendeleev predicted the existence of gallium (described as ekaaluminum), and it was discovered in 1875. Gallium is usually found in diaspore, sphalerite, germanite, bauxite, and coal.Ultra-pure gallium is silvery, and the solid metal fractures somewhat like glass. It is used in low-melting alloys with most metals. Because Gallium expands as it solidifies it should be stored in a flexible container.  Gallium can be liquid near room temperature, making it useful in high-temperature thermometers. It also tends to supercool below its freezing point.  ","The existence of germanium was predicted by Mendeleev (who called it ekasilicon). It was discovered in 1886.In its pure state, this metalloid is grayish-white, crystalline, and brittle. It is found in argyrodite (a sulfide of germanium and silver), germanite, zinc ores, coal, and other minerals.Germanium is a very important semiconductor and is used as a transistor element in electronic applications. It can be used as a catalyst, an alloying agent, and as a phosphor in fluorescent lamps. The element and its oxide are transparent to infrared light and used in IR spectroscopes and detectors. Germanium has also been used in wide-angle camera lenses and microscope objectives.","Arsenic may have first been obtained in 1250 A.D., but preparation instructions were not published until 1649.Arsenic is a brittle, crystalline, semimetallic solid that tarnishes in air. Elemental arsenic occurs in either yellow or gray metallic forms that have slightly different specific gravities. When heated, it rapidly oxidizes to arsenous oxide, which has a garlicky smell. Arsenic and its compounds are poisonous. Useful compounds include white arsenic, arsenic sulfide, Paris green, calcium arsenate, and lead arsenate.Arsenic’s uses include bronzing, pyrotechny, and for hardening and improving shot. Its compounds have been used in agricultural insecticides and poisons.","Discovered in 1817, selenium exists in several allotropic forms and with amorphous or crystalline structures. As a member of the sulfur family, it resembles sulfur in form and in its compounds.  Amorphous selenium is red (powder form) or black (vitreous form); the crystalline monoclinic version is deep red, and the stable crystalline hexagonal form is metallic gray. Selenium naturally contains six stable isotopes, and fifteen others have been found. Selenium can be found in crooksite, clausthalite, and other rare minerals. It has both photovoltaic and photoconductive properties and is used in solar cells, photocells, and photographic exposure meters.","Discovered in 1826, bromine was not prepared in quantity until 1860. Bromine is a nonmetallic liquid element. It is a heavy, reddish-brown liquid that produces a red vapor with a distinct and unpleasant odor. The vapor irritates the eyes and throat, and skin exposure results in painful sores. Bromine reacts with many elements, is readily soluble in water or carbon disulfide, and can be extracted from natural brines and seawater.  ","Discovered in 1898, krypton’s spectrum became the international standard for the length of the meter from 1960 to 1983. Krypton is one of the noble gases and is characterized by its brilliant green and orange spectral lines. Solid krypton is a white crystalline substance with a structure common to all rare gases. Naturally occurring, krypton has six stable isotopes. Seventeen unstable isotopes have also been identified. Although it is considered to be inert, some compounds of krypton have been shown to exist. Krypton is used in certain photographic flash lamps for high-speed photography.","Discovered in 1861, rubidium was first found by spectroscopy in the mineral lepidolite. The element is more abundant than originally believed; it also occurs in pollucite, leucite, zinnwaldite, and other minerals.Rubidium is a soft and silvery metallic element that can be liquid at room temperature. It spontaneously ignites in air, reacts violently to water, and must be kept under oil or in inert atmospheres. It can form amalgams with mercury and alloys with gold, cesium, sodium, and potassium, and produces a yellowish violet flame. Twenty-four rubidium isotopes are known, and the naturally occurring form is radioactive and includes two isotopes. Rubidium also forms four oxides.It is easily ionized, and consideration has been given to the element for use in an ion engine for space vehicles. It is used in vacuum tubes, photocells, and special glasses.","Named after a town in Scotland and isolated in 1808, strontium was recognized in 1790. Strontium is softer than water and decomposes in it vigorously like calcium. The metal may ignite spontaneously in air, exposure to which rapidly changes the silvery appearance of its fresh surface to a yellowish hue. Strontium can be kept under kerosene to prevent oxidation.  A mixture of four stable isotopes forms natural strontium and sixteen unstable isotopes are also known to exist. Volatile strontium salts, which impart a crimson color to flame, are used in pyrotechnics and flares.  ","Yttrium was discovered in 1794 and is found in nearly all of the rare-earth minerals.  Relatively stable in air, yttrium has a silver-metallic luster. However, fine pieces of the metal will ignite in air at temperatures greater than 400°C. Natural yttrium contains one isotope, but nineteen unstable isotopes have also been characterized. Lunar rock samples show relatively high content levels of yttrium. ","Although the gemstone zircon was known earlier, zirconium was identified as a new element in 1789. It is a grayish-white lustrous metal. Finely divided zirconium metal may ignite spontaneously in air. It is found abundantly in S-type stars, the sun, meteorites, and lunar rock samples. Natural zirconium includes five isotopes and fifteen others exist. Zirconium is exceptionally resistant to corrosion by common acids and alkalis, seawater, and other agents. When alloyed with zinc, it becomes magnetic when cooled to lower than 35°K. ","Discovered in 1801 in an ore, the name niobium officially replaced the name “columbium” in 1950 after 100 years of controversy.  Niobium is a soft, shiny white, ductile metal that becomes bluish with long exposure to air. Eighteen isotopes of niobium are known. It is found in niobite, niobite-tantalite, parochlore, and euxenite, and large deposits are associated with carbon-silicate rocks. ","Recognized as a new element in 1778, the first impure form of molybdenum was produced in 1782. The metal is silvery white and very hard, although softer and more ductile than tungsten. Used as an alloying agent, it makes quenched and tempered steels both harder and tougher and improves their strength at high temperatures. Molybdenum oxidizes at elevated temperatures. It is used in nickel-based alloys that are heat and corrosion-resistant. The metal has been used for electrically heated glass furnace and fore hearth electrodes, in nuclear energy applications, and in aircraft and missile parts.  ","The existence of element 43 was first predicted by the periodic table. Technetium was not discovered until 1937 and was the first element to be artificially produced.  Twenty-two isotopes of technetium are reported, all of which are radioactive. It has three long-lived radioactive isotopes, but the most useful isotope has a short half-life that makes it useful for many medical tests. Technetium metal is silvery-gray and tarnishes slowly in moist air. Its chemistry is similar to rhenium: it dissolves nitric acid, aqua regia, and concentrated sulfuric acid, but does not dissolve hydrochloric acid. Used as a corrosion inhibitor in steel, technetium is a superconductor at 11ºK and below. ","Discovered in 1844, ruthenium is a member of the platinum group and occurs naturally where other group members are found. Ruthenium is a hard, white metal with four crystal modifications. Non-tarnishing at room temperatures, it is explosive when oxidized. Ruthenium is an effective hardener for platinum and palladium and is frequently alloyed with them. It is a versatile catalyst, and an alloy of ruthenium and molybdenum is reported to be superconductive at 10.6ºK. ","Discovered between 1803 and 1804, rhodium occurs naturally with other platinum metals. It is silvery white, slowly changes to the sesquioxide when heated in air, and converts back to the element at higher temperatures. It is highly reflective, hard, and durable. Rhodium is used primarily in alloys to harden platinum and palladium, which are then used for furnaces, thermocouple elements, bushings, aircraft spark plugs, and laboratory crucibles. It is corrosion-resistant and its low electrical resistance makes it a good electrical contact material.  Rhodium is also used as a catalyst, in optical instruments, and for jewelry and decoration.","Discovered in 1803, palladium is usually found with other metals in the platinum group.  It is a silvery-white metal that does not tarnish in air. Soft and ductile when annealed, its strength and hardness increase with cold working. At room temperature, palladium can also absorb hydrogen in amounts up to 900 times its own volume. Palladium can be used as a catalyst for hydrogenation and dehydrogenation processes. Its alloys are used in jewelry, and it can be formed into palladium leaf (a thickness of 1/250,000 inch). Palladium metal is used in dentistry, watch making, surgical instruments, and electrical contacts. ","Silver has been known since ancient times. It occurs natively and in argentite, horn silver, lead, lead-zinc, copper, gold, copper-nickel, and other ores. Pure silver is a lustrous and brilliant white. A little harder than gold, it is malleable and ductile, with high electrical and thermal conductivity and low contact resistance. Silver is stable in pure air and water and tarnishes with exposure to ozone, hydrogen sulfide, or air that contains sulfur.The alloy sterling silver is used for jewelry and silverware, and silver is important in photography, dental alloys, solder and brazing alloys, electrical contacts, and high-capacity batteries. Silver itself is not toxic, but most of its salts are poisonous.","Discovered in 1817, cadmium occurs in association with zinc ores. Almost all cadmium is a byproduct of processing ores for zinc, copper, and lead. Cadmium is a soft, bluish-white metal that can be easily cut and is similar in behavior to zinc. It is a component of low-melting alloys and used in electroplating, solder, standard E.M.F. cells, and Ni-Cd batteries. Compounds of cadmium are used in phosphors, and its sulfate is used as a yellow pigment.  ","Discovered spectroscopically in 1863 and isolated in 1864, indium is named for the indigo (blue) line in its spectrum. It is most frequently associated with zinc materials, is a by-product of zinc refinement, and can be found in iron, lead, and copper ores.This post-transition metal is very soft and silvery-white with a bright luster. It wets glass and makes a high-pitched noise when bent (due to crystal twinning). Indium is critical to modern technology, especially in the semiconductor industry. It is used to make alloys with low melting temperatures; in soft-metal high-vacuum seals; to create transparent conductive coatings on glass, and in transistors, rectifiers, thermistors, and photoconductors.","Tin is also called stannum and has been known since ancient times. Found chiefly in the cassiterite ore, tin is obtained by processing the ore with coal in a reverberatory furnace. Ordinary tin is a silver-white, malleable metal that is somewhat ductile and highly crystalline. The distortion of the crystals causes an audible “cry\" when a piece of tin is bent. Tin comprises nine stable isotopes, and 18 more unstable isotopes are known. Tin can be highly polished and is used as a corrosion-preventive coating for other metals. Soft solder, type metal, fusible metal, pewter, bronze, bell metal, Babbitt metal, white metal, die casting alloy, and phosphor bronze are some important alloys that use tin.","Antimony was recognized in ancient times and has been known as a metal since at least the 17th century. Antimony is widespread and found in more than 100 minerals, most frequently in the form of sulfide stibnite. Antimony is a poor conductor of heat and electricity, and it and many of its compounds are toxic. It is used to make infrared detectors, diodes, and other devices. Since it increases lead’s mechanical strength and hardness, about half of available antimony is used to produce batteries, alloys, metals, bullets, cable sheathing, and other minor products.  ","Discovered in 1782 and isolated in 1798, tellurium in its crystalline form is brittle and silvery-white with a metallic luster.  More often found as the telluride of gold (calaverite) or combined with other metals, it can be found naturally. Natural tellurium consists of eight isotopes, and thirty other isotopes are known. Tellurium is a p-type semiconductor, exhibits varying conductivity based on atom alignment, and gains conductivity when exposed to light. It produces greenish-blue flames. Tellurium and its compounds are likely toxic. ","Iodine is a halogen and was discovered in 1811. A bluish-black and lustrous solid, iodine at ambient temperatures turns into a blue-violet gas with a distinct odor. It forms compounds, but is less reactive than other halogens. Iodine has some metallic properties, is slightly water-soluble, and forms a purple solution when dissolved in chloroform, carbon tetrachloride, or carbon disulfide. Thirty iodine isotopes are recognized; only one stable isotope is found in nature. Artificial radioisotope I-131 is used to treat thyroid gland conditions. Iodine’s compounds are used in organic chemistry and medicine. ","Discovered in 1898, xenon is a noble or \"inert\" gas. It is present in the atmospheres of Earth and Mars and in gases from certain mineral springs. Natural xenon has nine stable isotopes, and 20 unstable isotopes are known. More than 80 xenon compounds have been created using xenon bound to fluorine and oxygen.  Xenon gas is used in electron tubes, stroboscopic and bactericidal lamps, and laser lamps that produce coherent light.  ","Cesium, an alkali metal, was discovered spectroscopically in 1860. It occurs in lepidolite, pollucte, and in other sources.  Cesium is silvery white, soft, ductile, and the most alkaline and most electropositive element. Cesium is one of just three metals that are liquid at room temperature. It reacts explosively with cold water and with ice when the temperature is above -116°C.  The metal’s spectrum contains two bright blue lines and several others in red, yellow, and green wavelengths. ","The element barium was discovered in 1808. Barium is found only in combination with other elements. This alkaline earth metal is metallic, soft, and silvery white when pure, resembling calcium. The metal oxidizes easily and must be kept under petroleum or other oxygen-free liquids. Barium’s important compounds are peroxide, chloride, sulfate, carbonate, nitrate, and chlorate. They are found in pigments, paints, X-ray diagnostics, and glassmaking. Other forms are used in oil well drilling fluids, rubber production, rat poison, and pyrotechnics.  ","First extracted in 1839, lanthanum was isolated in relatively pure form in 1923. It is found in cerite, monazite, allanite, bastnasite, and other rare-earth minerals. Lanthanum is a silvery white, malleable, ductile, and soft rare earth metal that oxidizes rapidly when exposed to air. It reacts directly with carbon, nitrogen, boron, selenium, silicon, phosphorus, sulfur, and halogens. Natural lanthanum is a mixture of two stable isotopes and 23 other radioactive isotopes are recognized. ","Cerium was discovered in 1803 and the metal was first prepared in 1875. It is the most abundant rare-earth metal and is found in allanite (aka orthite), monazite, bastnasite, cerite, samarskite, and other minerals.  Cerium is a lustrous iron-gray metal that is malleable and oxidizes at room temperature, and the pure metal may ignite if scratched with a knife. Although cerium is not radioactive, the commercial grade may contain traces of radioactive thorium. ","Semi-isolated in 1841, praseodymium was clearly identified as an element in 1885. Praseodymium is soft, silvery, malleable, ductile, and develops a green oxide coating when exposed to air.  It occurs with other rare-earth elements in various minerals, primarily monazite and bastnasite. ","Neodymium was isolated in 1925 and is present in the minerals monazite and bastnäsite. It has a bright silvery metallic luster and is one of the more reactive rare earth metals. Natural neodymium is a mixture of seven stable isotopes, though 14 other radioactive isotopes exist. This element is a component in colored glass, contributing shades of pure violet through wine-red and warm gray. Glass made with neodymium is used as laser material to produce coherent light and its salts are used as an enamel colorant.","The existence of promethium was predicted in 1902 and confirmed in 1914, though searches for it on earth have been unsuccessful.  Two allotropic forms exist and little is known about their properties. No known isotope of promethium has a half-life longer than 17.7 years.  Promethium is a soft beta emitter and its salts have a pale blue or greenish hue. More than 30 compounds have been created with this element. ","Samarium was first discovered spectroscopically in 1879 in the mineral samarskit. It has a bright silver luster and is reasonably stable in air. Three crystal modifications of the metal exist with transformations at 734 and 922°C. The metal ignites in air around 150°C. There are 21 isotopes of samarium. Its natural form is a mixture of several isotopes, three of which are unstable with long half-lives. ","First detected in 1890, europium was isolated in reasonably pure form in 1901.  Europium has a silvery-white metallic appearance and ignites in air between 150 and 180°C. It’s as hard as lead and quite ductile. The most reactive of the rare earth metals, it quickly oxidizes in air and reacts with water. Seventeen isotopes of europium are recognized. This element is found mostly in bastnäsite and monazite ores and has been identified spectroscopically in the sun and certain stars.  ","Gadolinia, the oxide of gadolinium, was separated in 1880 and independently isolated from yttria in 1886. This rare earth metal is obtained from gadolinite and several other minerals.Gadolinium is silvery white with a metallic luster and is both malleable and ductile. The metal is relatively stable in dry air but tarnishes in moist air. It reacts slowly with water and dissolves in dilute acid. Natural gadolinium is comprised of seven isotopes, and 17 are actually recognized in total.  Gadolinium has superconductive properties and improves the workability and temperature and oxidation resistance of iron, chromium, and other alloys.","Discovered in 1843, terbium is a rare earth metal. It’s found in cerite, gadolinite, and other minerals, and can be recovered from monazite, xenotime, and euxenite. Terbium has a silver-gray color and is both malleable and ductile. It’s actually soft enough to cut with a knife and fairly stable in air. With that in mind, it can oxidize and will become a chocolate or dark maroon color. This element has 21 known isotopes.Sodium terbium borate is used in solid-state devices. It also acts as a crystal stabilizer in fuel cells that operate at high temperatures.","Dysprosium was discovered in 1886, but neither the metal or its oxide were available until 1950. It occurs naturally with other rare earth metals in a variety of minerals.This element has a bright metallic luster and is relatively stable at room temperature. Dysprosium can be cut with a knife and machined without sparking if not overheated. Minute impurities can significantly affect its physical properties. Not many applications exist for dysprosium, but it may have metallurgical uses in nuclear control applications or for special stainless-steel alloys. When combined with other rare earth metals, it’s used in laser materials.","The spectral absorption bands of holmium were first noticed in 1878 and holmia, its yellow oxide, was prepared in 1911. Holmium occurs in gadolinite, monazite, and other rare earth minerals.  Pure holmium has a metallic and bright silver luster. It’s soft and malleable, stable at room temperature and in dry air, and rapidly oxidizes in moist air and elevated temperatures.  The metal has unusual magnetic properties, but few uses for holmium are known.","Erbium has a long history but was not isolated in reasonably pure form until 1934. Pure erbium is soft, malleable, and has a bright silver metallic luster. The metal is stable in air and does not oxidize rapidly. In nature, erbium is a mixture of six stable isotopes, though nine radioactive isotopes exist. Erbium has some nuclear and metallurgical applications. It’s used in alloys and its pink oxide has been used as a glass colorant and in porcelain enamel glazes.","Discovered in 1879, thulium occurs in a number of minerals, including monazite. It is the least abundant of the rare earth elements and as rare as silver, gold, or cadmium. Thulium is silver-gray, soft, malleable, ductile, and can be cut with a knife. Twenty-five isotopes are known, and natural thulium is stable. Relatively expensive, thulium has limited applications. It may be useful as a radiation source for portable X-ray equipment or as an energy source. Natural thulium may be useful in ceramic magnetic materials or microwave equipment.","Ytterbium was first prepared in 1937, although a much purer version was produced in 1953. It occurs in a number of minerals along with other rare earth elements. Ytterbium is bright, silvery, lustrous, soft, malleable, and ductile. It’s fairly stable but should be protected from air and moisture. Natural ytterbium includes seven stable isotopes; seven unstable isotopes are also known.The metal has been used to improve the properties of stainless steel and one isotope may find use as a substitute radiation source for portable X-ray machines, but few other applications exist.","First described in 1907, lutetium occurs in nearly all minerals that also contain yttrium, including monazite. The original name of the element, lutecium, was changed to lutetium in 1949. This pure metal is difficult to isolate. It’s silvery white and relatively stable in air. Stable lutetium nuclides emit pure beta radiation (after activation) and can be used as catalysts in cracking, alkylation, hydrogenation, and polymerization reactions. No other commercial uses for lutetium are known.","Discovered in 1923, hafnium has since been alloyed with iron, titanium, niobium, tantalum, and other metals.Hafnium is a ductile metal with a brilliant silver luster and is very difficult to separate. Resistant to concentrated alkalis, it reacts at elevated temperatures with oxygen, nitrogen, carbon, boron, sulfur, and silicon, and directly with halogens to form tetrahalides. Because hafnium has a good absorption cross section for thermal neutrons, excellent mechanical properties, and corrosion resistance, it’s used for reactor control rods. It’s also used in gas-filled and incandescent lamps.","Discovered in 1802, tantalum occurs mainly in columbite-tantalite minerals. The first relatively pure ductile tantalum was produced in 1903. Tantalum is gray, heavy, and very hard. In pure form, it’s ductile and, when formed into wire, is used as a filament for evaporating aluminum and other metals. It’s used to increase the melting points, strength, and ductility of alloys. Natural tantalum has two isotopes; a total of twenty-five are known. This element is also used in electrolytic capacitors, vacuum furnace parts, chemical process equipment, nuclear reactors, aircraft and missile parts, and surgical appliances. ","Though detected in 1779, tungsten wasn’t isolated until 1883.Pure tungsten is a gray and white metal. It can be cut with a saw, forged, spun, drawn, and extruded, but is brittle and somewhat difficult to handle. It oxidizes in air, cannot tolerate high temperatures, and has excellent corrosion resistance. Natural tungsten contains five stable isotopes and twenty-one unstable isotopes are known. Tungsten and its alloys are used as filaments in electric lamps, electron and television tubes, for metal evaporation work, and as electrical contact points for automobile distributors.","Rhenium was discovered in platinum ore and columbite in 1925. It does not occur alone in nature or in a specific mineral but is widespread throughout the earth's crust.This element is silvery white with a metallic luster, and, as a powder, can be consolidated, annealed, bent, coiled, or rolled. Natural rhenium is a mixture of two stable isotopes; the other 26 are unstable.Rhenium is also used in filaments for mass spectrographs, ion gauges, and photoflash lamps. Rhenium catalysts resist poisoning from nitrogen, sulfur, and phosphorus, and are used for hydrogenating fine chemicals.","Osmium was discovered in 1803. It occurs in iridosule, platinum-bearing river sands, and nickel-bearing ores. The metal is bluish white and lustrous, and hard and brittle even at high temperatures. It’s difficult to fabricate and produces osmium tetroxide, a highly toxic and powerful oxidizing agent with a strong smell. Even very low concentrations have caused lung, skin, and eye damage.  Osmium tetroxide has been used in fingerprint detection and tissue staining. But most often, the metal is used in alloys with other platinum group elements to make fountain pen tips, instrument pivots, phonograph needles, and electrical contacts.","Iridium was discovered in 1803 and named for its colorful salts. The most corrosion-resistant metal, it’s resistant to acids but altered by hot salts like sodium chloride and sodium cyanide. This element is part of the platinum family and is white with a yellowish cast. It’s also hard and brittle and therefore hard to machine, form, or work. Iridium occurs naturally in alluvial deposits and can be obtained as a by-product of nickel mining. ","Although it wasn’t officially discovered until 1735, platinum was used by pre-Columbian Native Americans. It occurs in nature with other metals from its group on the periodic table, is silvery white, malleable, and ductile, and does not oxidize in air. Platinum is instead corroded by halogens, cyanides, sulfur, and caustic alkalis. It’s used extensively in jewelry, wire, and laboratory vessels, as well as sealed electrodes, thermocouple elements, electrical contacts, and corrosion-resistant apparatuses. ","Gold is found as a free metal in nature, occurs in veins and alluvial deposits, and is associated with tellurides, quartz, and pyrite. In pure form, it’s an attractive metallic yellow color, but can be black, ruby, or purple in smaller quantities. As the most malleable and ductile metal, gold is typically alloyed for strength. It conducts heat and electricity, reflects infrared rays, and is mostly unaffected by air and chemicals. Some of gold’s 18 isotopes are used in medicine to treat cancer and arthritis. Gold is also used in jewelry, decoration, dental work, and plating and coating.","Mercury is the only metal that’s a liquid at room temperature. It’s found chiefly in cinnabar ore. A heavy, silvery-white, mercury is a poor heat conductor, but a fair electrical conductor. It easily forms amalgams or alloys with many metals. Mercury is a cumulative poison and can be absorbed through unbroken skin or the respiratory or gastrointestinal tracts. Methyl mercury, a dangerous pollutant, is commonly found in water and streams.","Thallium was discovered in 1861 and isolated in 1862. It occurs in crooksite, lorandite, and hutchinsonite and is present in pyrites.  When exposed to air, thallium’s metallic luster develops a blue-gray tinge. It’s soft and malleable and can be cut with a knife. Natural thallium is a mixture of two isotopes; a total 25 isotopic forms exist. Thallium and its compounds are toxic and suspected carcinogens. They were once used as rodenticides and ant killers, but their household use was outlawed in the U.S. in 1975. They’re also used in photocells, infrared optical materials, and specialty glass.","Known as one of the oldest metals, native lead rarely occurs naturally. The most common lead-containing minerals are galena, anglesite, cerussite, and minim. Lead is shiny, bluish-white, and very soft. It’s highly malleable, ductile, and conducts electricity poorly. Natural lead is a mixture of four stable isotopes, all from the decay of naturally occurring radioactive elements.The metal is used in solder, cable covering, plumbing, and ammunition, and as a radiation shield for X-ray equipment and nuclear reactors. Lead compounds are used in batteries, paints, crystal, and flint glass. It’s also a cumulative poison and must be handled with care.","Bismuth was discovered in 1753 and is sometimes confused with tin and lead.It’s a white, crystalline, and brittle metal with a pinkish tinge. The element occurs naturally in the ores bismuthinite (bismuth glance) and bismite. And when it’s heated in air, it produces a blue flame and forms yellow fumes. In water, its soluble salts form insoluble basic salts. Some compounds are used in cosmetics and in medicine.","Polonium was the first element discovered by Marie Curie in 1898. In 1934, scientists produced polonium by bombarding bismuth with neutrons.This element is very rare and found much less often than uranium or radium. Its alpha emissions excite the surrounding air to produce a blue aura. Two allotropes and 25 isotopes of polonium exist.Polonium has been used as a source for thermoelectric power in space satellites, in devices that eliminate static charges, and on brushes to remove dust from photographic films. ","Astatine was first synthesized in 1940, is highly radioactive, and exists because of the radioactive decay of other elements.The properties of astatine are only estimations. It may be dark in appearance, a semiconductor, or a metal. It’s more metallic than iodine, though its compounds are similar to iodine compounds, and it’s likely to accumulate in the thyroid gland.The element does not exist in pure form — it would be vaporized instantly by the heat of its own radioactivity. All four of astatine’s naturally occurring isotopes are short-lived. The most stable isotope and the medically useful form are produced synthetically.","Radon was discovered in 1900 by Friedrich Ernst Dorn and isolated in 1908.As the heaviest known gas, radon is essentially inert. It’s also radioactive, has 39 known isotopes, and is found in soil and some hot springs. It’s a colorless gas at ambient temperatures and a brilliant yellow phosphorescent color below its freezing point. Radon is used therapeutically in the form of “seeds” or “needles.” It can pose a health risk when it collects in buildings or is inhaled. Excessive radon is a concern for uranium mine workers, and many lung cancer deaths are attributed to radon exposure.","Discovered in 1939, francium is the heaviest known alkali metal and the last element found in nature. It occurs from the alpha disintegration of actinium or by bombarding thorium with protons.  Francium is the most unstable of the first 101 elements and has 33 isotopes. Any understanding of its chemical properties comes from radiochemical techniques. The only isotope that occurs in nature has a half-life of 22 minutes and decays into astatine, radium, and radon.  Though assumed to be a highly reactive metal, francium does not exist in pure form. Trace amounts are found in uranium and thorium ores.","Radium was discovered in 1898 and isolated in 1911 by Madame Curie. It’s present in all uranium minerals. This pure alkaline earth metal is bright white in color but turns black when exposed to air. It exhibits luminescence and is carmine red in flames. Radium emits alpha, beta, and gamma rays and produces neutrons when mixed with beryllium.Radium also produces radon gas, which is used in cancer and other disease treatments. Exposure to radium via inhalation, injection, or other body exposure can cause cancer and other illnesses. ","Actinium was first discovered in 1899 and occurs naturally with uranium minerals. Actinium-227 is a product of uranium-235 decay, emits beta radiation, and has a 21.6-year half-life. It decays into thorium-227, radium-223, and also into radon, bismuth, polonium, lead isotopes, and other short-lived products. It can also be a powerful source of alpha particles. Chemically, actinium behaves similarly to rare earth metals like lanthanum. Purified actinium equilibrates with its decay products after 185 days and continues to decay based on its half-life. Since its activity is approximately 150 times that of radium, it’s valuable in neutron production.","Thorium was first observed in 1829 and deemed radioactive in 1898. It has 27 unstable radioisotopes. Pure thorium is a silvery-white metal that slowly tarnishes in air to gray and black. It’s soft, very ductile, and dimorphic (changing at 1,400°C). Powdered thorium metal can be pyrophoric and must be carefully handled. Small pieces of thorium ignite and burn white when heated in air. Thorium-232, an alpha emitter that decays into lead-208, is the most common form. It’s a primordial nuclide found in most rocks, soils, and minerals like thorite, thorianite, and monazite.","Proactinum was first predicted in 1871 and isolated in 1900. It was originally called “uranium-X” and later shortened from “proto-actinium” in 1949 by IUPAC. This element is a dense, silvery-gray metal that reacts with oxygen, water vapor, and inorganic acids. It has 29 known radioisotopes, the most common being 231Pa, a decay product of uranium-235 and an alpha-emitter with a half-life of 32,700 years.  Proactinium is rare, naturally occurring, and radioactive. It’s expensive and has no practical uses currently. Typically extracted from spent nuclear fuel and used in basic scientific research, it must be handled with caution. ","Uranium was first identified in 1789 and isolated in 1841. Its radioactivity wasn’t discovered until 1896. Pure uranium metal is silvery white, weakly radioactive, and harder than most other elements. It’s dense, malleable, ductile, slightly paramagnetic, strongly electropositive, a poor electrical conductor, and pyrophoric in small pieces. Small amounts of uranium occur naturally in water, soil, rocks, and minerals.","In 1940, researchers bombarded uranium with neutrons to form a new element named \"neptunium.\" Neptunium-239 was the first actinide series trans-uranium element discovered and produced synthetically.The metal is dense, silver, reactive, and found in at least three allotropes. Neptunium has 25 known radioactive isotopes and the largest liquid range between melting and boiling points (3363°K). It also forms compounds, notably halides, oxides, and fluorides. Neptunium-237 is used in devices that detect high-energy neutrons. And because neptunium-237 decays to a protactinium isotope with a much shorter half-life, scientists can determine when it was last separated and purified.","Plutonium was discovered following the synthesis of neptunium-238. The first sample was produced in 1943. Plutonium is bright, silvery, and tarnishes in air. Hard and brittle, it becomes soft and ductile when alloyed, but it’s not a good conductor of heat or electricity. Plutonium is warm to the touch, and larger pieces can produce enough heat to boil water.  This element has six allotropes or crystal structures with similar energy levels and varying densities. This makes plutonium very sensitive to temperature, pressure, or chemical changes. Plutonium-239 is an important component of nuclear weapons and civilian nuclear power plants.","Created in 1944 in a nuclear reactor, americium was the fourth synthetic, trans-uranium element discovered. Chemically, it behaves like those in the lanthanide series and actually prompted revisions to the periodic table. The first substantial metallic americium was produced in 1951. It tarnishes slowly and is silvery-white and fairly malleable. Numerous compounds of americium exist and its oxides have practical applications. Americium has multiple isotopes with half-lives ranging from 0.64 microseconds to 7,370 years. Because it’s radioactive, it must be handled appropriately.","Curium was the third trans-uranium element discovered, identified in 1944 and isolated in 1947.  It likely exists in natural uranium deposits, the result of neutron captures and beta decays, but hasn’t been detected yet. Curium metal is silver, malleable, chemically reactive, and electropositive. It also rapidly oxidizes in air. Curium’s compounds and solutions are stable and faint yellow or greenish yellow.  Fourteen isotopes of curium are known. Both curium-242 and curium-244 have been used as power sources for space and medical applications. Curium accumulates in the bones when absorbed and its radiation is destructive and toxic. ","Berkelium was first produced in 1949. As of 1962, the first structure of a berkelium compound was determined.  Berkelium metal is silvery, easily soluble in dilute mineral acids, and rapidly oxidized by air or oxygen at elevated temperatures. It exhibits two crystal forms and exists in numerous alloys and compounds. Fourteen isotopes of berkelium are known and have been synthesized.  Like other actinide elements, berkelium can accumulate in the skeletal system. There are currently no commercial uses for it, but it’s used as a target to synthesize heavier elements due to its longer half-life and availability.","First produced in 1950, californium acts like other lanthanide elements. It’s fairly reactive and quickly forms an oxide in air or around moisture. Californium-252 is a very strong neutron emitter and a biological hazard. Twenty isotopes are known, though isotopes 237 and 238 haven’t been proven. Some alloys and numerous solid-state compounds have been prepared with californium, including oxides, halides, oxyhalides, pnictides, chalcogen hydrides, tellurides, and some organic compounds. As an efficient source of neutrons, californium is expected to find many new uses. It’s used in neutron moisture gauges, well logging, and as a portable neutron source for metals discovery.","Einsteinium was identified in 1952 from debris off the first large thermonuclear explosion. Since then, it has been produced in the High Flux Isotope Reactor (HFIR) at Oak Ridge National Laboratory.  This element has 16 isotopes with three isomers. It’s also the first divalent metal in the actinide series and has two bonding electrons, not three.  X-ray crystallographic data is not available for einsteinium because its intense radioactive decay interferes. However, it’s sometimes used to study accelerated aging, radiation damage, and targeted medical radiation treatments.  ","Fermium was first discovered in 1952 after filter paper was carried by a drone through the fallout from the first successful hydrogen fusion bomb test. Its formation by the absorption of neutrons and beta-decay of uranium-238 opened the possibility for additional elements. Fermium’s chemistry is typical of the late actinides. A total of 21 fermium isotopes exist and two are metastable. Most have half-lives ranging from less than a millisecond to 30 minutes.No pure compounds of fermium exist, but it can form complexes with organic ligands of oxygen, chloride, nitrate, and other elements.","Mendelevium was first identified in 1955 and was named after the creator of the periodic table. This synthetic and radioactive element can only be produced in particle accelerators. Sixteen radioactive isotopes of mendelevium are now recognized. Experiments show that it possesses a somewhat stable dipositive (II) oxidation state and a tripositive (III) oxidation state. Isotope 256Mdhas been used to determine the chemical properties of the element in aqueous solution. Scientific research is its only practical application.","Nobelium was discovered and identified in 1958. It was named after Alfred Nobel, inventor of dynamite, and almost simultaneously discovered by research teams in Sweden, the United States, and the Soviet Union. The element was produced by bombarding curium with carbon ions. Twelve isotopes are recognized, one of which has a half-life of 3 minutes. Nobelium behaves differently from other actinides and more like some alkaline earth metals. Its ability to form complexes with chloride ions is similar to barium and its complexing ability with citrate, oxalate, and acetate in aqueous solutions falls between that of calcium and strontium. ","Lawrencium was discovered in 1961 and named after the inventor of the cyclotron. It’s radioactive and synthetic and can only be produced using a particle accelerator.This element behaves like lutetium, is trivalent, and could be classified as the first 7th-period transition metal. Due to its electron configuration, it may have a volatility similar to lead.Twelve radioactive nobelium isotopes are known, and nuclear isomers for atomic masses 251, 253, and 254 have been identified. Half-lives range from fractions of a millisecond to 58 minutes. An undiscovered isotope, 261<sub>No</sub>, is predicted to have a half-life of 170 minutes.","Rutherfordium was discovered in 1964 through separate research efforts in the Soviet Union and the United States. It is radioactive and formed by merging carbon nuclei with californium.  This element has no naturally occurring or stable isotopes. Though sixteen have been reported, most of them decay via spontaneous fission. Rutherfordium is a transition metal; its ionization potential, atomic radius, orbital energies, and ionized state ground levels are similar to hafnium and other group four elements. ","Attempts to discover dubnium started in 1967, but it wasn’t officially identified until 1970. Originally called “hahnium,” the name was later changed by IUPAC as a nod to the Dubna site of the Joint Institute for Nuclear Research in Russia.  As of October 1971, two new isotopes were synthesized using the heavy ion linear accelerator in Berkeley, California. Seven isotopes of dubnium are currently recognized. In theory, dubnium is a group five transition metal and shares many chemical properties with these elements. However, solution chemistry experiments reveal that it can unexpectedly behave more like niobium than tantalum.","The discovery of seaborgium was announced in 1974 by the Joint Institute for Nuclear Research in Dubna, Russia. Later that year, workers at Lawrence Berkeley and Livermore Laboratories also claimed to have created this element. Seaborgium can only be created by fusion in a particle accelerator; it subsequently decays to rutherfordium, then nobelium, and finally seaborgium. It is radioactive, not found in nature, and its most stable isotope has a half-life of about 14 minutes. The element has no stable or naturally occurring isotopes; twelve have been produced and only three have metastable states.","In 1976, Soviet scientists at the Joint Institute for Nuclear Research in Dubna, Russia, announced the synthesis of element 107. Its existence was independently confirmed by a team of West German physicists. Bohrium is a radioactive and synthetic element that’s not found in nature. Its most stable isotope has a half-life of about one minute. Although its chemical properties have only been partly characterized, it is similar to other group seven elements. Of the 12 that have been synthesized, bohrium has no naturally occurring or stable isotopes. One has a metastable state and some may undergo spontaneous fission.","Hassium is a synthetic radioactive element that does not naturally occur in nature. Its most stable known isotope has a half-life of approximately 16 seconds. It was discovered in 1984.Hassium is a transactinide element and a transition metal. Testing has confirmed that it behaves like a heavier homolog to osmium and reacts with oxygen to form a volatile tetroxide. While only partly characterized, hassium’s chemical properties are similar to other group eight elements.","In 1982, West German physicists produced and identified element 109, meitnerium. The creation of this element demonstrated the feasibility of using fusion techniques to make new, heavy nuclei. Meitnerium has no stable or natural isotopes; it’s formed by the fusion of two atoms or the decay of heavier elements. Eight isotopes have been reported, two with metastable states. Most isotopes undergo alpha decay or spontaneous fission. Meitnerium is a transition metal and part of the platinum group. Based on scientific calculations, its basic properties are likely to resemble cobalt, rhodium, and iridium.","Darmstadtium was first produced in 1994 by fusing nickel and lead atoms in a heavy ion accelerator. This element is extremely radioactive, and its most stable isotope has a half-life of about 12.7 seconds. Darmstadtium is a transactinide element, however no chemical experiments have been conducted to confirm its behavior as a transition metal or if its properties are similar to nickel, palladium, and platinum. ","Roentgenium is synthetic, highly radioactive, and does not occur in nature. It was discovered in 1994.This element has no stable or natural isotopes and is formed by the fusion of two atoms or the decay of heavier elements. Nine isotopes have been reported, two with unconfirmed metastable states. These isotopes undergo alpha decay or spontaneous fission in seconds or minutes. Roentgenium is a transition metal and is expected to resemble copper, silver, and gold in its basic chemical properties.","Copernicium was created in 1996 and has highly radioactive isotopes that do not occur in nature. Its most stable isotope has a half-life of less than 30 seconds.  This element is extremely volatile and may exist as a gas at standard temperature and pressure. Its properties are expected to differ from other group elements like zinc, cadmium, and mercury and it’s expected to be the most noble metal on the periodic table. It has no stable or natural isotopes and is created from the fusion of atoms or the decay of heavier elements. Seven different isotopes are known.","Nihonium is a transactinide element that was officially named in 2016. Its most stable known isotope has a half-life of roughly 10 seconds.Little is known about this element, which has only been produced in minute amounts that decay rapidly. Nihonium is believed to have properties similar to boron, aluminum, gallium, indium, thallium, and other post-transition metals. Preliminary experiments found that elemental nihonium is not very volatile, but its chemistry is largely unexplored.","Flerovium is a super-heavy and synthetic radioactive element first discovered in 1999.It’s considered a transactinide and is the heaviest known member of the carbon group (14).Chemical studies performed in 2007 and 2008 found that it’s unexpectedly volatile and may have properties similar to the noble gases. It could also show metallic properties, though the question of whether it behaves more like a metal or a gas is unresolved (as of 2018).","Element 115, moscovium, was first synthesized in 2003, recognized in 2015, and named in 2016.An extremely radioactive element, its most stable known isotope has a half-life of just over a minute. Moscovium is a post-transition metal that’s calculated to have properties similar to its homologs: nitrogen, phosphorus, arsenic, antimony, and bismuth. It’s also expected to be similar to thallium with a single, loosely bound electron outside a semi-closed shell.","Livermorium is a synthetic element first reported in 2000. Four radioactive isotopes of livermorium are known, the longest half-life lasting about 60 milliseconds. A fifth isotope is unconfirmed. It is considered a post-transition metal and is the heaviest chalcogen. Livermorium is also expected to have properties in common with oxygen, sulfur, selenium, and tellurium. ","Tennessine was discovered in 2010 and named in 2016. Because it’s a synthetic and highly radioactive element, it does not occur in nature.  The most recently discovered element (as of 2019), its atoms last only for tens or hundreds of milliseconds.  This element is considered a halogen and should be a volatile post-transition metal. Otherwise, its properties are expected to be similar to the other halogens: fluorine, chlorine, bromine, iodine, and astatine.","Oganesson is a radioactive element first synthesized in 2002. It was deemed a new element in 2015 and named in 2016.It has the highest atomic number and atomic mass of all known elements. Only a handful of atoms have been detected since 2005. The oganesson atom is very unstable.Its radioactive nature precludes actual experimental study. Theoretical calculations indicate that it may be significantly reactive, unlike the other noble gases in its group, and may actually be a solid."] ,

    "Allfamilynames": ["Cannot Say","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases ","Alkali Metal","Alkaline Earth Metals","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Rare earth element ","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Transition Metals: Groups","Boron Group or Earth Metals","Carbon Group or Tetrels","Nitrogen Group or Pnictogens","Oxygen Group or Chalcogens ","Halogens ","Noble Gases "] 
 }